Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: དགེ་བའི་ཆོས་ཐམས་ཅད་ལ་སྦྱོར་བར་བྱེད། ཉོན་མོངས་པ་དང་། ལྟ་བའི་བག་ཆགས་ཐམས་ཅད་ལས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་ཅིང་།
en: They motivate them to adopt all the virtuous qualities, and they completely ripen beings from their habitual tendencies pertaining to the afflictions and views.

source: སེམས་ཅན་རེ་རེའི་དོན་གྱི་ཕྱིར་བསྐལ་པའི་སྡུག་བསྔལ་མང་པོ་བཟོད་པ་ནས། སེམས་ཅན་དེ་འཁོར་བའི་འདམ་ལས་སྒྲོལ་བ་དང་། སངས་རྒྱས་གཅིག་གི་ཐད་དུ་ཕུལ་བ་ནས། སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གི་ཐད་ཀྱི་བར་དུ་ཕུལ་ལོ། །
en: They withstand the many types of suffering of the eon in order to benefit each and every being, they liberate those beings from the swamp of saṃsāra, and they make offerings to one buddha up to myriads of buddhas.

source: གང་གི་ཚེ་སེམས་ཅན་དགེ་བའི་རྩ་བ་ལ་བརྟེན་པར་འགྱུར་བ་དེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་བྱ་བ་བྱས་པ་དང་། རྣམ་པར་རོལ་པ་མངོན་པར་ཤེས་པ་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་པས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཆུ་བོ་གང་གཱའི་བྱེ་མ་སྙེད་དུ་རྫུ་འཕྲུལ་གྱི་སྟོབས་ཀྱིས་ཉེ་བར་འགྲོ་བར་ནུས་པར་འགྱུར་རོ། །
en: “When beings who rely on roots of virtue have accomplished deeds on behalf of the blessed buddhas and perfected the powers of miraculous transformation, supernormal faculty, and absorption, their miraculous powers will enable them to travel to buddha realms in the ten directions as numerous as all the grains of sand in the Ganges.

source: དེ་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་བསྙེན་བཀུར་ཏོ། །དེ་ན་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ཉེ་བར་རྟོགས་སོ། །དེ་ན་ཡོངས་སུ་དག་པའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ཆེན་པོ་ཡང་ཅི་འདྲ་བ་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངོ་། །
en: They will serve the blessed buddhas there, they will behold the multitude of buddha realm qualities, and they will perceive the great multitude of qualities of those pure buddha realms just as they are.

source: དེ་ན་ཡང་རིགས་ཀྱི་བུ་དེའི་ཤིན་ཏུ་སྲེད་པ་དང་ལྡན་པ་སྐྱེ་བར་འགྱུར་རོ། །
en: Then those noble sons will develop intense craving for those qualities.

source: རིགས་ཀྱི་བུ་དེས་ཡང་དེ་བཞིན་གཤེགས་པ་དེ་དག་ལ་ཡོངས་སུ་ཞུས་པ། ལས་ཅིས་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་སྐྱེ་བར་འགྱུར།
en: “Those noble sons will ask the thus-gone ones, ‘Which actions will lead bodhisattvas to be reborn in pure buddha realms?

source: སངས་རྒྱས་ལ་བལྟ་བ་དང་། ཆོས་མཉན་པ་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བས་བྲལ་བ་མེད་པར་འགྱུར་རོ། །
en: Which actions will lead them never to stop beholding the buddhas, listening to the Dharma, and serving the saṅgha?

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པས་འདྲེས་པ་མེད་པའོ། །
en: Which actions will prevent them from mingling with the followers of the vehicles of the hearers and the solitary buddhas?

source: ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱིས་འདྲེས་པ་མེད་པའོ། །
en: Which actions will prevent them from being contaminated by afflictions?

source: ཏིང་ངེ་འཛིན་དང་གཟུངས་ཐམས་ཅད་ཀྱིས་འབྲལ་བ་མེད་པར་འགྱུར་རོ། །
en: Which actions will prevent them from being disconnected from all of the absorptions and retentions?’

source: ཡང་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་མི་སྐྱེ་བ་ཅི་ཙམ་པ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་འཚང་མི་རྒྱའོ། །
en: “As long as they do not take rebirth in buddha realms that are inundated with the afflictions and the five impurities, they will not awaken to unsurpassed and perfect buddhahood.

source: བྱང་ཆུབ་ཐོབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་རྒྱ་ཆེ་ཞིང་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ཀྱིས་རྒྱས་པར་འགྱུར་རོ། །
en: Those buddha realms where one attains awakening are vast, and they abound with a multitude of qualities of the buddha realms.

source: བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོ་དག་ལ་ཡང་དག་པར་ཞུགས་པས་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཁྱབ་པར་འགྱུར་རོ། །ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའི་སེམས་ཅན་གྱིས་སངས་རྒྱས་ཀྱི་ཞིང་བྲལ་བར་འགྱུར་རོ། །
en: Those buddha realms are pervaded by bodhisattvas who follow the Great Vehicle, and they are devoid of beings who follow the vehicles of the hearers and the solitary buddhas.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གིས་རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟ་བ་བཞིན་དུ་གསུངས་པ། ལས་གང་དང་གང་སྤྱོད་པ་དང་། ནན་ཏན་གང་གིས་ཡོན་ཏན་དེ་དག་ཐོབ་པར་འགྱུར་བ་དེ་ཡང་རིགས་ཀྱི་བུ། ཚེ་རབས་སུ་ཡོན་ཏན་དང་སྤྱོད་པའི་ནན་ཏན་ལ་བརྩོན་པར་འགྱུར་བ་ནས། དེར་སྐྱེ་བར་འགྱུར་བའི་བར་དུའོ། །
en: “The blessed buddhas will teach those noble sons accordingly about the actions, conduct, and efforts that will lead them to attain those qualities, and those noble sons will exert themselves in pursuit of those qualities and endeavors in their successive lives until they are reborn there.

source: ཡོན་ཏན་ཇི་ཙམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་ཤིང་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་རྒྱ་ཆེན་པོ་ཐམས་ཅད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ཁྱབ་པར་འགྱུར་རོ། །
en: They will perfect all those qualities, and the buddha realm will be pervaded with the entire vast multitude of qualities of the buddha realms.

source: གང་ན་རིགས་ཀྱི་བུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བ་དེ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་རྣམ་པར་སྤངས་ཏེ།
en: The place where those noble sons awaken to unsurpassed and perfect buddhahood will be completely devoid of the vehicles of the hearers and the solitary buddhas.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་པ་རྣམས་ལ་ཐེག་པ་ཆེན་པོ་དག་པའི་གཏམ་སྨྲ་བར་བྱེད་ཀྱི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་གཏམ་ནི་མ་ཡིན་ནོ། །
en: Only the pure discourses of the Great Vehicle are delivered among the pure bodhisattva great beings—not the discourses of the hearers and the solitary buddhas.

source: སེམས་ཅན་དགེ་བའི་རྩ་བ་སྐྱེད་པ་དང་། ཡོངས་སུ་སྦྱང་བ་བྱས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཡོན་ཏན་མང་པོ་དང་ལྡན་པ་དང་། སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ཚད་མེད་པ་ལ་འཇུག་པའི་ཡེ་ཤེས་ལ་མཁས་པ་རྣམས་ལ་ཆོས་སྟོན་པར་བྱེད་དོ། །
en: The Dharma is taught to beings who have created roots of virtue, who have purified themselves, who have the many qualities of a bodhisattva, and who are experts in the wisdom that penetrates the unfathomable qualities of a buddha.

source: གང་དག་ལ་ཆོས་སྟོན་པ་དེ་དག་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་སྐྱེ་བར་བྱ་བའི་ཕྱིར་སྟོན་གྱི་ཡོངས་སུ་མ་དག་པར་མ་ཡིན་ནོ། །
en: All those who teach the Dharma to them teach them so that they may be reborn in the pure buddha realms and not in the impure buddha realms.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་བསྔགས་པར་བྱེད་ཀྱི་ཡོངས་སུ་མ་དག་པར་ནི་བསྔགས་པར་མི་བྱེད་དོ། །
en: In order to perfect the six perfections, they praise the conduct of awakening in the pure buddha realms, not in the impure buddha realms.

source: སེམས་ཅན་གྱི་བསམ་པ་ཡོངས་སུ་དག་པས་དགེ་བའི་བཤེས་གཉེན་དེ་དག་དང་འགྲོགས་ཤིང་སྟེན་པ་དང་། སྡོམ་པ་ལ་དགོད་པ་དང་། ཡོན་སྦྱོང་བ་བསྔགས་པར་བྱེད་ཀྱི་ཡོངས་སུ་མ་དག་པ་ནི་མ་ཡིན་ནོ། །
en: Beings who have a pure motivation praise associating with and having the support of those virtuous friends, being established in the vows, and making pure offerings, but those with an impure motivation do not.

source: རིགས་ཀྱི་བུ་གང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་འདས་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་ཐམས་ཅད་ཀྱིས་སྔོན་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་མ་དག་པར་ཐོག་མར་ས་བོན་བསྐྱེད་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: “Noble sons, all of the thus-gone ones—the worthy, perfect buddhas of the past in pure buddha realms—first planted the seeds and gave rise to the mind set on unsurpassed and perfect awakening in impure buddha realms inundated with the five impurities long ago.

source: གང་ཡང་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ཚད་མེད་གྲངས་མེད་པར་ད་ལྟར་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞུགས་ཤིང་འཚོ་སྐྱོང་བ་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོ་དག་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཐེག་པ་ཆེན་པོ་དག་པའི་གཏམ་སྨྲ་བའི་དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་སྔོན་ཉོན་མོངས་པ་དང་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་ཐོག་མར་ས་བོན་བསྐྱེད་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: The blessed buddhas of the present who reside in infinite, countless pure buddha realms in all directions and watch over them—all those thus-gone ones who deliver pure discourses of the Great Vehicle to bodhisattvas who follow the Great Vehicle—first planted the seeds and gave rise to the mind set on unsurpassed and perfect awakening in this buddha realm inundated with the afflictions and the five impurities long ago.

source: འདིར་ཡང་སྔོན་དགེ་བའི་རྩ་བ་ལ་བརྟེན་པར་གྱུར་ཏོ། །མངོན་པར་ཤེས་པ་གང་གིས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ནས་སངས་རྒྱས་ཀྱི་ཞིང་གཞན་དུ་འགྲོ་བའི་མངོན་པར་ཤེས་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: They relied upon the roots of virtue here in the past, purified the buddha realm with their supernormal faculties, and developed the supernormal faculty of traveling to other buddha realms.

source: གང་ན་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ཚད་བཟུང་བ་དང་བརྟགས་པ་དེར་ཕྱིན་ཆད་ཀྱང་སྐྱེ་བར་སྨོན་ལམ་བྱས་པས། དེར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་མངོན་པར་འཚང་རྒྱའོ། །
en: When they understood and realized the extent of the multitude of good qualities of those buddha fields, they aspired to take rebirth there from that point forward for as long as it might take to actually attain unsurpassed, perfect, complete buddhahood.

source: ཡང་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་ཕྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བ་དེ་དག་ཐམས་ཅད་ཀྱིས་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་མ་དག་པར་ཐམས་ཅད་ཀྱི་ཐོག་མར་དགེ་བའི་རྩ་བའི་ས་བོན་བསྐྱེད་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པར་བྱང་ཆུབ་བོ། །
en: All those in the pure realms of the ten directions who will awaken to unsurpassed and perfect buddhahood in the future will first plant the seeds of roots of virtue and give rise to the mind set on unsurpassed and perfect awakening in impure buddha realms that are inundated with the five impurities.

source: གང་གི་ཚེ་སེམས་བསྐྱེད་པས་མངོན་པར་ཤེས་པ་ཐོབ་པ་ནི་ས་རབ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བའི་བར་དུའོ། །
en: When those who have given rise to the mind set on awakening have attained the supernormal faculties, they reside in pure buddha realms from the point that they attain the highest level until they awaken to unsurpassed, perfect, complete buddhahood.

source: གང་ཡང་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱང་ཆུབ་སེམས་དཔའ་དག་ད་ལྟར་ཆོས་ཀྱི་སྒྲ་སྣ་ཚོགས་ཀྱིས་ཉོན་མོངས་པ་སྣ་ཚོགས་དང་བྲལ་ཞིང་ཆོས་ཟབ་མོའི་ཚུལ་ལ་འཇུག་པའི་ཡེ་ཤེས་ལ་མཁས་པ་དང་། ཕྱིར་མི་ལྡོག་པ་དང་། གང་ཡང་ཆོས་ཟབ་མོའི་བཟོད་པ་ཐོབ་པས་དགའ་བ་དང་བདེ་བ་མྱོང་བར་འགྱུར་རོ། །
en: All the bodhisattvas who have now been freed from the various afflictions by the various sounds of the Dharma, who are experts in the wisdom that comprehends the way of the profound Dharma, who have reached the level of nonregression, and who have achieved the acceptance of the profound Dharma will experience joy and happiness in the pure buddha realms of the ten directions.

source: གང་ཡང་ད་ལྟར་ཁྱེད་ཅག་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ནས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་ཀྱི་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་མངོན་པར་ལྷགས་པ་ཁྱེད་ཅག་ཐམས་ཅད་ཀྱི་སྔོན་ཐམས་ཅད་ཀྱི་ཐོག་མར་ཉོན་མོངས་པ་དང་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་དགེ་བའི་རྩ་བའི་ས་བོན་བསྐྱེད་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: “All of you from pure buddha realms who have assembled here today in Śākyamuni’s buddha realm, the Sahā buddha realm that is inundated with the five impurities, first planted the seeds of roots of virtue and gave rise to the mind set on unsurpassed and perfect awakening in buddha realms inundated with the afflictions and the five impurities long ago.

source: ཐམས་ཅད་ཀྱི་ཐོག་མར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་བརྩོན་པར་བྱས་པ་དེ་ལ་ཡང་མངོན་པར་ཤེས་པ་གང་གིས་ཕྱིས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་གཞན་དུ་འགྲོ་བའི་མངོན་པར་ཤེས་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: All of you exerted yourselves in the six perfections first and then developed the supernormal faculties that led you to attain the supernormal faculty of traveling to the different pure buddha realms of the ten directions.

source: གང་ན་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ཀུན་ཏུ་ཤེས་ཤིང་རྟོགས་པ་དེར་ཕྱིས་སྐྱེ་བ་མངོན་པར་ཤེས་པའི་སྨོན་ལམ་བྱས་པས་དེ་དག་དེ་ཉིད་ཀྱི་ནན་ཏན་གྱིས་ཞུགས་པས་བསམ་པ་ཇི་སྙེད་པ་ཡོངས་སུ་རྫོགས་སོ། །
en: When with that supernormal faculty you completely understood and realized the multitude of good qualities of those buddha realms, you made aspirations to be reborn there in the future, and you fulfilled your wish by diligently pursuing those qualities.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དེར་སྐྱེས་པ་རྣམས་སངས་རྒྱས་གཞན་འཕེལ་བའི་ཕྱིར་ཡང་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་མ་དག་པ་འདི་ནི་མི་འདོད་དོ། །
en: Since other buddhas and those who have taken birth in pure buddha realms are flourishing, this impure buddha realm that is inundated with the five impurities is undesirable to them.

source: ཉོན་མོངས་པས་བསྒྲིབས་པ་དང་། །ལྟ་བ་དོག་པར་ཐོབ་པ་འདི་དག་དམོད་ཅིང་འདི་ལ་སྙིང་རྗེ་ཆེན་པོ་མི་སྐྱེད་པ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱའི། སེམས་དཔའ་ཆེན་པོ་ཞེས་མི་བྱའོ། །
en: Those who denigrate it for being hindered by afflictions and filled with wrong views and doubts, and who do not give rise to great compassion here, might be referred to as ‘bodhisattvas,’ but they cannot be referred to as ‘great beings.’

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་གཏར་མཁན་མཁས་པ་ལ་ལ་མཆོག་ཏུ་དྲི་མི་ཞིམ་པ་དང་ལྡན་པའི་སྨན་གྱི་ཡོ་བྱད་ཀྱིས་མི་ཞར་བ་དང་ལོང་བ་རྣམས་ཀྱི་མིག་གི་ནད་ཅུང་ཟད་ཙམ་རབ་ཏུ་ཞི་བར་བྱེད་དོ། །
en: “Here is an analogy, noble sons. A skilled surgeon partially alleviates the eye diseases of people with only one eye or those who are blind by using extremely foul-smelling medicines.

source: ཞི་བར་ཤེས་ནས་དེ་དག་གཅིག་ལ་གཅིག་སྨྲས་པ། བདག་ཅག་གིས་གཟུགས་ཀྱི་སྣང་བ་ལ་ལྟ་བར་བརྩམས་ཏེ།
en: Thinking that they are cured, those persons will tell each other, ‘We have started to see physical forms.

source: བདག་ཅག་སྒྲོན་མར་གྱུར་པའི་སྨན་པའི་ཁྱིམ་འདི་ནས་བྱུང་ལ་འགྲོ་བར་བྱའོ་སྙམ་ནས་ཕྱིར་འོང་བ་ཡང་མེད་པ་མང་པོ་དེ་དག་ཀྱང་གང་སྨན་པའི་ཁྱིམ་དེ་ལས་འབྱུང་བར་འགྱུར་རོ། །
en: We should leave the house of this physician who is like a lamp and go!’ Thinking in that way, many of them will leave that physician’s house, never to return.

source: ཇི་ལྟ་བུར་ནད་འདི་རབ་ཏུ་ཞི་བ་མེད་པ་དེ་དག་མིག་གི་ནད་ཡུན་རིང་པོར་གནས་པ་བལྟས་ནས་ཡང་འོང་ངོ་། །
en: Since they have not been completely cured, they will notice that their eye diseases are continuing for a long time and come back.

source: དེ་དག་ཀྱང་སྨན་པའི་ཁྱིམ་དེར་གནས་པར་འགྱུར་རོ། །དེ་དག་ཡུན་མི་རིང་བས་ཀྱང་ནད་ཐམས་ཅད་གྲོལ་བར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་གང་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་གང་ལ་འདོད་ཆགས་དང་།
en: They will stay at the physician’s house, and before long their diseases will be completely cured.

source: ཞེ་སྡང་དང་། གཏི་མུག་དང་། ང་རྒྱལ་དང་། རྒྱགས་པ་དང་། ལྟ་བ་ངན་པས་རྟག་ཏུ་གཙེ་བའི་སེམས་ཅན་རྣམས་དེ་ལ་ལ་ལ་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་བཟུང་བར་འགྱུར་བ་དེ་དག་ཀྱང་ཇི་ལྟར་ཡོན་ཏན་ཁོང་དུ་ཆུད་པ་དེ་ལྟར་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ལས་འབྱོལ་བར་འདོད་དོ། །
en: Similarly, noble sons, those bodhisattvas in afflicted buddha realms inundated with the five impurities who are beings that have been continually plagued by desire, anger, ignorance, pride, conceit, and wrong views will be accepted by a virtuous friend, correctly understand those good qualities, and then want to leave that buddha realm inundated with the five impurities.

source: གང་ཡང་དེ་ལས་འདས་ཤིང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་རྣམ་པར་སྤྱོད་པ་དེ་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་གདོན་མི་ཟ་བར་འགྲོ་བར་འདོད་དོ། །
en: Those who leave and set off for the pure buddha realms will then undoubtedly want to return to those buddha realms inundated with the afflictions and the five impurities.

source: དེ་དག་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་དཔག་ཏུ་མེད་པ་གྲངས་མེད་པ་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ལས་ཤིན་ཏུ་འདས་པས་ཡུན་རིང་པོར་སྡུག་བསྔལ་འདོད་པར་འགྱུར་རོ། །
en: They will traverse infinite, countless buddha realms more numerous than all the tiniest particles of dust and be willing to suffer for a long time.

source: གང་གི་ཚེ་དེ་དག་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དེར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་མི་རྒྱ་བ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ཡོངས་སུ་དག་པའོ། །
en: It is when bodhisattvas do not become awakened to unsurpassed, perfect, complete buddhahood that they purify the multitude of qualities of the buddha realms.

source: རིགས་ཀྱི་བུ་དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྔ་དྲོའི་དུས་གཅིག་གིས་ཀྱང་ཚུལ་ཁྲིམས་བསྲུངས་སོ། །ཚུལ་ཁྲིམས་བསྒོམས་སོ་སྦྱིན་པ་བྱིན་ནོ། །
en: “Why is that, noble sons?

source: བསམ་གཏན་ལ་བསམ་གཏན་དུ་བྱེད་དོ། །བརྩོན་འགྲུས་བརྩམས་སོ། །བཟོད་པ་བསྒོམས་སོ། །ཤེས་རབ་ཀྱི་ཡོན་ཏན་བརྩམས་སོ། །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བསྐལ་པ་བརྒྱ་སྟོང་དུའང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་བརྩོན་པས་སྤྱད་པ་སྤྱོད་པ་ཡང་མ་ཡིན་ནོ། །
en: In a single morning spent in those buddha realms inundated with the afflictions and the five impurities, bodhisattvas will have maintained and cultivated discipline, practiced generosity, practiced concentration, exercised diligence, cultivated patience, and developed the qualities of insight, whereas bodhisattvas do not practice the six perfections with such diligence in the pure buddha realms even after spending a hundred thousand eons there.

source: རིགས་ཀྱི་བུ་དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that, noble sons?

source: གང་ཡང་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ཐམས་ཅད་ཀྱི་ཐོག་མར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ས་བོན་བསྐྱེད་དོ། །
en: It is because they initially planted the seeds of unsurpassed and perfect awakening in buddha realms inundated with the afflictions and the five impurities.

source: ཡང་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དེར་འགྲོ་ཞིང་འདིར་དེ་ཙམ་གྱི་བརྩོན་འགྲུས་བརྩམས་པའི་བརྩོན་འགྲུས་ཀྱིས་དགེ་བའི་ཆོས་ཡོངས་སུ་ཚོལ་བ་ལ་མངོན་པར་བརྩོན་པར་གནས་སོ། །
en: By just going to those buddha realms inundated with the afflictions and the five impurities and making an effort to exercise the slightest diligence there, they maintain constant effort in the pursuit of virtuous qualities.

source: གང་དེ་ལྟ་བུའི་ཡེ་ཤེས་སྣང་བ་ཐོབ་པ་དེ་ཐམས་ཅད་ཡུལ་སྨྲ་བ་རྣམ་པར་དཔྱོད་པའི་ཡེ་ཤེས་གཡོ་བ་མེད་པར་འགྱུར་རོ། །འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ལས་འཕགས་པར་འགྱུར་རོ། །
en: The light of wisdom they achieve in such realms will become the unwavering wisdom that investigates all philosophical positions, and they will rise above all worldly concerns.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཞིང་ལྟ་བ་སྣང་བར་འགྱུར་རོ། །སེམས་ཅན་གྱི་སྤྱོད་པ་བརྗོད་དུ་མེད་པ་མངོན་པར་ཤེས་པའི་ཡེ་ཤེས་ལ་མཁས་པར་འགྱུར་རོ། །
en: Visions of the realms of all of the buddhas will appear to them, and they will gain mastery over the wisdom that perceives the ineffable modes of conduct of beings.

source: སེམས་ཅན་ལུས་མ་རུངས་པ་དང་། མི་དགེ་བའི་རྩ་བ་རྣམས་དང་ལྷན་ཅིག་ཏུ་འགྲོགས་པ་རྣམས་ལ་ཡོངས་སུ་གཏོང་བ་ཡང་མེད།
en: They will not make gifts to those with unsuitable bodies or those who involve themselves with the roots of nonvirtue.

source: སེམས་ཅན་ལུས་ཉོན་མོངས་པས་དཀྲུགས་པ་རྣམས་ཅི་འདྲ་བར་མཐོང་བ་ལ་སེམས་ཀྱི་ནད་ཅི་ཕན་དུ་རབ་ཏུ་ཞི་བར་བྱ་བའི་ཕྱིར་དེ་འདྲ་བའི་སེམས་ཀྱི་སྨན་གྱི་ཡོ་བྱད་རབ་ཏུ་སྟོན་པར་བྱེད་དོ། །
en: When they encounter beings whose bodies are troubled by afflictions, they will show them the appropriate medicines to improve and completely cure their minds of mental illness.

source: གང་གི་ཉོན་མོངས་པས་སེམས་ཅན་ངན་དུ་སྤྱོད་པ་དང་ལྡན་པར་མཐོང་བའི་ཉོན་མོངས་པ་དེ་དག་བདག་གིས་སྤངས་ཏེ། སེམས་ཅན་དེ་ལ་སྙིང་རྗེ་ཆེན་པོ་སྐྱེད་དོ། །
en: When they encounter beings whose afflictions have led them to engage in negative behaviors, they will develop compassion for them and eliminate their afflictions.

source: ཉོན་མོངས་པ་དེ་དག་སྤངས་པའི་ཕྱིར་བརྩོན་པས་སེམས་ཅན་རྣམས་འདུལ་བར་བྱེད་དོ། །
en: “They will tame beings by striving to eliminate the afflictions.

source: ཇི་ལྟར་ཉོན་མོངས་པ་ལས་ཡོངས་སུ་ཐར་བར་བྱ་ཞེས་འདོད་ཆགས་སྤྱོད་པ་རྣམས་མི་མཛེས་པ་ལ་རབ་ཏུ་སྦྱོར་བས་རབ་ཏུ་ཞི་བར་བྱེད་དོ། །
en: Thinking, ‘How shall I liberate them from their afflictions?’ they will pacify those who indulge in desire with practices that focus on what is repulsive.

source: ཞེ་སྡང་སྤྱོད་པ་རྣམས་བྱམས་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who indulge in anger with practices that focus on love.

source: གཏི་མུག་སྤྱོད་པ་རྣམས་རྟེན་ཅིང་འབྲེལ་པར་སྦྱོར་བ་དང་།
en: They will pacify those who indulge in ignorance with practices that focus on dependent arising.

source: སྐལ་བ་དང་བཅས་པར་སྤྱོད་པ་རྣམས་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་དྲན་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who indulge in their good fortune with practices that focus on being mindful of the movements of inhalation and exhalation.

source: འདོད་ཆགས་སྣྲེལ་ཞིར་སྤྱོད་པ་རྣམས་བྱམས་པ་དང་། མི་དགའ་བར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who indulge what is connected to desire with practices that focus on love and the unpleasant.

source: ཞེ་སྡང་སྣྲེལ་ཞིར་སྤྱོད་པ་རྣམས་མི་མཛེས་པ་དང་། བྱམས་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who indulge in what is connected to anger with practices that focus on love and what is repulsive.

source: གཏི་མུག་སྣྲེལ་ཞིར་སྤྱོད་པ་རྣམས་མི་མཛེས་པ་དང་། རྟེན་ཅིང་འབྲེལ་བར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who indulge in what is connected to ignorance with practices that focus on what is repulsive and dependent arising.

source: ལྟ་བ་ངན་པ་ཐོབ་པ་རྣམས་སྟོང་པ་ཉིད་རབ་ཏུ་ཐོབ་པ་དང་། རྐྱེན་སྟོབས་ཅན་རྣམས་ལ་རྗེས་སུ་སྲུང་བ་དང་ལྡན་པ་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who adhere to wrong views with practices that focus on the realization of emptiness and maintaining powerful conducive circumstances.

source: རབ་ཏུ་གཟུང་དུ་མེད་ཅིང་དངོས་པོ་མེད་པ་དང་། སྒྲོག་པ་མེད་པར་ཤེས་པ་རྣམས་ཟབ་མོ་རྣམ་པར་ཞི་བར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who understand nonapprehension, insubstantiality, and the absence of utterance with practices that focus on profound peace.

source: སྤྲོས་པར་ཤེས་པ་རྣམས་ལྷག་མཐོང་སྤྲོས་པའི་གཏམ་རབ་ཏུ་སྦྱོར་བས་ཞི་བར་བྱེད་དོ། །
en: They will pacify those who understand conceptual elaboration with elaborate discourses and practices that focus on special insight.

source: ངེས་པར་འདོད་པ་རྣམས་རིམ་གྱིས་སྨྲ་བ་དང་། ཚིག་ཟད་པ་རྣམས་བསྡུ་བ་རབ་ཏུ་སྦྱོར་ཞིང་ཞི་གནས་དང་ལྷག་མཐོང་དུ་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who wish for certainty with practices that bring together and focus on gradually ceasing all speech and verbal expression, and with practices that focus on tranquility and special insight.

source: ལྷག་མཐོང་ལ་གུས་པ་ཅན་རྣམས་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ལ་རབ་ཏུ་སྦྱོར་བ་དང་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ལ་གུས་པ་ཅན་རྣམས་རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ལ་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are devoted to special insight with practices that focus on the sphere of infinite space, and they will pacify those who are devoted to the sphere of infinite space with practices that focus on the sphere of infinite consciousness.

source: རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ལ་གུས་པ་ཅན་རྣམས་ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ལ་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are devoted to the sphere of infinite consciousness with practices that focus on the sphere of nothing whatsoever.

source: ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ལ་གུས་པ་ཅན་རྣམས་མཚན་མ་མེད་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are devoted to the sphere of nothing whatsoever with practices that focus on the absence of marks.

source: སྨོན་ལམ་ལ་གུས་པ་ཅན་རྣམས་སྨོན་པ་མེད་པར་སྨྲ་བ་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are devoted to having a purpose with practices propounding the view that there is no purpose.

source: ཚུལ་ཁྲིམས་ལ་གུས་པ་ཅན་རྣམས་ངན་སོང་གསུམ་ལས་ཡོངས་སུ་ཐར་བར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are devoted to discipline with practices that focus on complete liberation from the three lower realms.

source: ཐོས་པ་ལ་ང་རྒྱལ་ཅན་རྣམས་སྲེད་པ་ཐམས་ཅད་འབྱུང་བ་མེད་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are conceited about their erudition with practices that focus on the nonorigination of all forms of craving.

source: དགོན་པ་པ་ལ་ང་རྒྱལ་མངོན་པར་བརྩོན་པ་རྣམས་དང་། སྦྱངས་པའི་ཡོན་ཏན་ཅན་ལ་ང་རྒྱལ་མངོན་པར་བརྩོན་པ་རྣམས་ཚད་མེད་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who are diligent and proud about their isolation and who are diligent and proud about having the qualities of a pure ascetic with practices that focus on the immeasurables.

source: ཕུང་པོ་ལ་རྟག་པར་འདུ་ཤེས་པ་རྣམས་འབྱུང་བ་དང་ཟད་པར་རབ་ཏུ་སྦྱོར་བ་དང་།
en: They will pacify those who perceive the aggregates as permanent with practices that focus on origination and destruction.
